[
  {
    "title": "Main Page",
    "summary": "Recent Changes·Guide·Categories·A–Z index",
    "url": "https://www.detectiveconanworld.com/wiki/"
  },
  {
    "title": "Main Page",
    "summary": "Recent Changes·Guide·Categories·A–Z index",
    "url": "https://www.detectiveconanworld.com/wiki/#column-one"
  },
  {
    "title": "Main Page",
    "summary": "Recent Changes·Guide·Categories·A–Z index",
    "url": "https://www.detectiveconanworld.com/wiki/#searchInput"
  },
  {
    "title": "Detective Conan",
    "summary": "Detective Conan(名探偵コナン,Meitantei Konan?, lit. Great Detective Conan)is a Japanese detectivemangaseries written and illustrated byGosho Aoyama. It has been serialized in the Japanese manga anthologyWeekly Shōnen Sundaysince 1994 and had been collected in 103Tankōbonvolumes by April 2023.",
    "url": "https://www.detectiveconanworld.com/wiki/Detective_Conan"
  },
  {
    "title": "Statistics",
    "summary": "",
    "url": "https://www.detectiveconanworld.com/wiki/Special:Statistics"
  },
  {
    "title": "Characters",
    "summary": "The series was created and is drawn byGosho Aoyama. The protagonists from his earlier seriesMagic Kaitolook very similar:Kaitou Kidhas made many appearances as himself in the anime and manga of the series. The main protagonist of theDetective Conanseries,Shinichi Kudo, and the protagonist of theMagic Kaitoseries,Kaito Kuroba, are also similar. Hundreds of minor characters have been created and are always given backgrounds, motives, and personalities that put them under suspicion during the investigation.",
    "url": "https://www.detectiveconanworld.com/wiki/Characters"
  },
  {
    "title": "Anime",
    "summary": "TheDetective Conananime was first aired on January 8, 1996. It is animated byTMS Entertainment(formerly known as Tokyo Movie), and is produced byYomiuri TV. The broadcast schedule was Mondays at 7.30 p.m. JST (excluding 1-hour, 2-hour and 2.5-hour special episodes). On October 2008, the schedule was moved to Mondays at 7.00 p.m. JST, before being moved to Saturdays at 6.00 p.m. JST since April 2009. On March 6, 2021, the anime reached 1000 episodes and continues until today. The show's official website ishttp://www.ytv.co.jp/conan/.",
    "url": "https://www.detectiveconanworld.com/wiki/Anime"
  },
  {
    "title": "Manga",
    "summary": "TheDetective Conanmanga was first serialized in the fifth issue ofWeekly Shōnen Sundayin 1994, written and drawn byGosho Aoyama, and has appeared there since. The firsttankoubonwas also published byShogakukanon June 1994 with 9 chapters; it has spanned 100 published volumes as of September 10, 2024, and continues today. The manga has been highly popular in Japan; the tankoubon has received multiple first places in bestselling lists.[1]. From volume 2 to 23, with the exception of volumes 5 and 21 with 11 chapters, each volume contained 10 chapters. From volume 24 to volume 104, with the exception of volumes 26-27, 37-38, 40, 48-54, and volume 83 with 10 chapters, each volume contained 11 chapters. Since volume 105, each volume contains 10 chapters.",
    "url": "https://www.detectiveconanworld.com/wiki/Manga"
  },
  {
    "title": "Movies",
    "summary": "MoviesareDetective Conananimations that premiered in a theatre.",
    "url": "https://www.detectiveconanworld.com/wiki/Movies"
  },
  {
    "title": "OVAs",
    "summary": "This article includes a list of various OVA's (Original video animation) released for the animeDetective Conan. This list includes Shonen Sunday releases, Magic File releases, Gosho Aoyama Short Stories, as well as other releases. They can also be called OAVs.",
    "url": "https://www.detectiveconanworld.com/wiki/OVAs"
  }
]